import { DNA_ITEM } from "../types"

const SHOWREEL_SLIDES = 3

const DNA_LIST :DNA_ITEM[] = [
    {
        title: 'КРЕАТИВНІСТЬ',
        description: 'Ми не жертвуємо змістом заради форми, проте завжди пропонуємо креативні вирішення задач: від створення концепції до монтажу. На нашу думку, найкращі відеоролики доносять важливі повідомлення у цікавій манері.'
    },
    {
        title: 'ДОСТУПНІСТЬ',
        description: 'Ми хочемо, щоб відео могли дозволити собі всі. Тому, враховуючи ваші потреби, ми підбираємо зручний для вас формат створення відео.'
    },
    {
        title: 'ВІДВЕРТІСТЬ',
        description: 'Ми за правду — як у роботі так і в житті. Якщо ми зрозуміємо, що насправді вам не потрібне відео, і зараз краще вкласти кошти в інший вид реклами — порадимо альтернативні способи розповісти про свій бренд. А створюючи відеоролик для вас, ми будемо чесно розкривати його найкращі сторони — відвертість зараз в моді.'
    }

]


export {
    SHOWREEL_SLIDES,
    DNA_LIST
}
